{
  "IndexPage": {
    "welcome_title": "Selamat datang saudara",
    "about_title": "Tentang Saya",
    "why_I_title": "Mengapa saya adalah pilihan anda",
    "welcome_desc": "Semoga anda sihat",
    "about_desc": "Hai, saya Mehedi Hasan, seorang pembangun laman penuh dengan hasrat untuk menjadikan web lebih hebat. Saya suka mencampurkan idea-idea menarik dengan perkara-perkara teknologi terkini. Matlamat saya adalah mudah: cipta laman web dan aplikasi yang orang ramai suka guna. Dari rupa depan hingga ke kod di belakang tabir, saya telah merangkumi semuanya. Saya sentiasa mempelajari perkara baru dan mengikuti perkembangan teknologi terkini, saya berusaha untuk memperbaiki dunia dalam talian. Mari bersama, ubah idea menjadi laman web yang mesra pengguna, dan jadikan web satu tempat yang lebih hebat untuk semua orang.",
    "why_I_desc": "Saya sesuai untuk projek anda kerana saya tahu apa yang saya lakukan apabila berbicara tentang membina laman web. Saya mahir di bahagian hadapan dan belakangnya, memastikan segalanya berfungsi dengan lancar. Saya sentiasa mempelajari perkara baru untuk kekal di atas trend teknologi terkini. Apa yang membezakan saya ialah bakat saya untuk menukarkan idea menjadi laman web yang mudah digunakan. Saya bersemangat untuk menyumbangkan kemahiran dan tenaga saya kepada pasukan anda dan membantu menjadikan perkara lebih baik di web. Mari kita bekerja sama untuk mencipta perkara yang hebat!"
  },

  "Error": {
    "title": "Sesuatu telah berlaku!",
    "description": "Malangnya kami telah mengalami ralat. Anda boleh cuba memuatkan semula halaman yang anda lawati."
  },
  "NotFoundPage": {
    "title": "Laman tidak dijumpai",
    "description": "Sila semak semula bar alamat penyemak imbas atau gunakan navigasi untuk pergi ke halaman yang diketahui."
  },

  "LocaleLayout": {
    "title": "next-intl contoh"
  },

  "LocaleSwitcher": {
    "label": "Tukar bahasa",
    "locale": "{locale, select, en {English} ar {Arabic} ms {Malay} de {Deutsch}  other {tidak diketahui}}"
  },
  "Navigation": {
    "home": "rumah"
  }
}
